examples/soap/zds1.1/Suites4SociaalDomein/dump/09-request-zakLk01 605 Koppelen Besluit Zaak.xml

<SOAP-ENV:Envelope xsi:schemaLocation="http://www.egem.nl/StUF/sector/zkn/0310 zkn0310-p28\mutatie\zkn0310_msg_mutatie_resolved.xsd" xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:BG="http://www.egem.nl/StUF/sector/bg/0310" xmlns:StUF="http://www.egem.nl/StUF/StUF0301" xmlns:ZKN="http://www.egem.nl/StUF/sector/zkn/0310" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
   <SOAP-ENV:Header/>
   <SOAP-ENV:Body>
      <ZKN:zakLk01>
         <ZKN:stuurgegevens>
            <StUF:berichtcode>Lk01</StUF:berichtcode>
            <StUF:zender>
               <StUF:organisatie>1900</StUF:organisatie>
               <StUF:applicatie>GWS4all</StUF:applicatie>
               <StUF:gebruiker>Gebruiker</StUF:gebruiker>
            </StUF:zender>
            <StUF:ontvanger>
               <StUF:organisatie>1900</StUF:organisatie>
               <StUF:applicatie>CDR</StUF:applicatie>
            </StUF:ontvanger>
            <StUF:referentienummer>ba95b0d3-ce62-47be-aa1b-2ed396601e06</StUF:referentienummer>
            <StUF:tijdstipBericht>20200507075604312</StUF:tijdstipBericht>
            <StUF:entiteittype>ZAK</StUF:entiteittype>
         </ZKN:stuurgegevens>
         <ZKN:parameters>
            <StUF:mutatiesoort>W</StUF:mutatiesoort>
            <StUF:indicatorOvername>V</StUF:indicatorOvername>
         </ZKN:parameters>
         <ZKN:object StUF:sleutelVerzendend="1900208938" StUF:entiteittype="ZAK" StUF:verwerkingssoort="W">
            <ZKN:identificatie>1900208938</ZKN:identificatie>
            <ZKN:omschrijving>Aanvraag minimaregelingen (Z)</ZKN:omschrijving>
            <ZKN:startdatum>20200309</ZKN:startdatum>
            <ZKN:registratiedatum>20200309</ZKN:registratiedatum>
            <ZKN:isVan StUF:entiteittype="ZAKZKT" StUF:verwerkingssoort="I">
               <ZKN:gerelateerde StUF:entiteittype="ZKT" StUF:verwerkingssoort="I">
                  <ZKN:omschrijving>Aanvraag minima</ZKN:omschrijving>
                  <ZKN:code>B1026</ZKN:code>
                  <ZKN:ingangsdatumObject xsi:nil="true" StUF:noValue="geenWaarde"/>
               </ZKN:gerelateerde>
            </ZKN:isVan>
            <ZKN:leidtTot StUF:entiteittype="ZAKBSL" StUF:verwerkingssoort="T" xsi:nil="true" StUF:noValue="geenWaarde"/>
         </ZKN:object>
         <ZKN:object StUF:sleutelVerzendend="1900208938" StUF:entiteittype="ZAK" StUF:verwerkingssoort="W">
            <ZKN:identificatie>1900208938</ZKN:identificatie>
            <ZKN:omschrijving>Aanvraag minimaregelingen (Z)</ZKN:omschrijving>
            <ZKN:startdatum>20200309</ZKN:startdatum>
            <ZKN:registratiedatum>20200309</ZKN:registratiedatum>
            <ZKN:isVan StUF:entiteittype="ZAKZKT" StUF:verwerkingssoort="I">
               <ZKN:gerelateerde StUF:entiteittype="ZKT" StUF:verwerkingssoort="I">
                  <ZKN:omschrijving>Aanvraag minima</ZKN:omschrijving>
                  <ZKN:code>B1026</ZKN:code>
                  <ZKN:ingangsdatumObject xsi:nil="true" StUF:noValue="geenWaarde"/>
               </ZKN:gerelateerde>
            </ZKN:isVan>
            <ZKN:leidtTot StUF:entiteittype="ZAKBSL" StUF:verwerkingssoort="T">
               <ZKN:gerelateerde StUF:entiteittype="BSL" StUF:verwerkingssoort="T">
                  <ZKN:identificatie>1900273846</ZKN:identificatie>
                  <ZKN:bst.omschrijving>Aanvraag ingetrokken door aanvrager(s)</ZKN:bst.omschrijving>
                  <ZKN:datumBeslissing>20200311</ZKN:datumBeslissing>
               </ZKN:gerelateerde>
            </ZKN:leidtTot>
         </ZKN:object>
      </ZKN:zakLk01>
   </SOAP-ENV:Body>
</SOAP-ENV:Envelope>